{"pages":[{"title":"一不小心页面就没了","text":"","path":"404/index.html","date":"01-21","excerpt":""},{"title":"分类","text":"","path":"categories/index.html","date":"02-14","excerpt":""},{"title":"search","text":"","path":"search/index.html","date":"01-21","excerpt":""},{"title":"关于我","text":"标签:死肥宅 这只是几个博客中的其中一个 这个域名: rtmacha是我的主页。 这个域名的含义是女朋友的姓氏和爱吃的东西。 就先这么多好了。","path":"about/index.html","date":"02-14","excerpt":""},{"title":"标签","text":"","path":"tags/index.html","date":"02-14","excerpt":""}],"posts":[{"title":"无论如何都请不要后悔与我相遇——《朝花夕誓》","text":"当你的生命可以无限放大的时候，当所有的爱变成必然离开的时候，我们还需不需要爱？ 爱不是所有，不是全部。爱没有办法塑造你的人生。没办法改变你的人生。但我可以——【在你的人生里留下一些东西】 我从一开始就接受了爱，我时时刻刻都感受着爱带给我的不同。这种爱，让我不断地成长。温柔是一种力量，当这个世界要来伤害我，我是无坚不摧的。没有任何东西可以击垮我，这就是——“女性的力量” 经线是那流逝的光阴。四季逡巡，尽染层云。纬线是这人世的沉浮。举步踏堙，荡漾心灵。只是一心织下昔日。百年不移，究其一生。远离人世，以织布为生的他们——被称为别离一族。 昔日织会记下，那些漠然被岁月消磨的记忆。那些不得不别过的人，也会在昔日织里，与你执手相看泪眼。 “知道我们为什么被称为别离一族吗？要是你有朝一日离开这里，在外面的世界与人相遇相识，一定不能爱上别人。爱，会让你变成孤身一人。这就是我们——别离之族的命运。” “我不会哭的因为我是艾利尔的妈妈…”“我们一族，总免不了被好气的眼光看待。被利用，最后被人厌恶，被人驱逐。别离永远都不会放过我们一族”“别给我添乱了好吗！为什么你就总不能听话呢？为什么…刚才也给我捣乱…我不工作的话…我们饭都吃不上啊！为什么总要给妈妈惹麻烦呢！” “艾利尔…要是你永远，永远长不大该多好啊…” “我不要！不长大怎么保护好妈妈！…妈妈…你又哭了。”“我不会再哭了。因为我是妈妈。”“约定好了哟！”“嗯！”“咱们可都是以为那是你的女人所以才没下手的…来，喝酒喝酒！” “不…” “你已经不是小孩子了吧？这样就加入咱们大人的行列了！当个男人！再来一碗！”“一直以来我只考虑艾利尔的事情…怎么样才能和艾利尔一起生活下去，怎么样才能变得像个妈妈，可是完全不行。根本找不到答案。因为我不怎么聪明…只有艾利尔的事情——想一直考虑下去。”“艾利尔…？你怎么一身酒气？”“迎接我的吻呢？明明…以前是绝对少不了的！…我们被人家说是私奔的情侣说你…要被别的男人抢走了！我受不了了！总把我当小孩！我…从来没把你当母亲！”“我不懂…她为什么要这么珍爱我？她总是在我身边，为了我不惜一切。我一直以为这就是所谓母亲，所以一直叫她妈妈…我是那么想保护她。但我…却一直伤害她…我是…保护不了她的。我想去当兵”“注意安全，艾利尔” “…我走了” “早点回来…”“我不哭…我不哭！约好了的…大骗子艾利尔…不是约好要保护我的吗？骗子…”“艾利尔，这里交给我们！你去找玛琪雅…” “我要战斗下去！”“你不过是想躲着玛琪雅罢了！…” “不是的！确实，一开始是这样的。可是如今，我有了妻子，有了朋友兄弟，还即将成为父亲。 这是我…离开她以后… 自己亲手打造的第一个家！ 我想守护我的家园！”“艾利尔…你和蒂塔的小宝宝生下来了，他们会一直等着艾利尔回去。艾利尔也是那样…从妈妈肚子里生出来的呢…艾利尔的妈妈…把艾利尔抱的那么紧。我还是…没能成为艾利尔的妈妈呢。”“别再说了！是你…教会了我… 悲痛的事温柔以对难过的事坚强以对还有爱人之心”“为艾利尔着想，就好像是为自己着想一样。在跟艾利尔相遇的时候，我觉得这孩子能跟我执手相看泪眼。你就是我的昔日织，只要和艾利尔在一起，不管是什么样的悲伤，什么样的痛苦——都不会掀起波澜。”“可是…我却从你身边离开了…” “艾利尔从来不会骗我，艾利尔一直遵守着约定，艾利尔一直保护着我。哪怕——云树遥隔，山川相阻，对自己都陷入迷思。只要想起艾利尔，我就找回了自我。只要艾利尔愿意叫我，哪怕不是妈妈，我也愿意。 不管叫我什么名字…。是艾利尔你—— 织出了今天的我。”“不要走…!不要走啊！”——————“妈妈！”不需要天空的霸主。不需要长寿的血脉。这些太古传承的生命终将走向灭亡。那么至少，最后能让他们放飞自己的心灵。“妈妈养大的我，爱上了你。这个孩子也一定会遇上她的爱…我们一起…把她养大吧！让她将来能够爱上谁。”——别离之族。送走人间种种别离，送走世间种种变迁。逝者如斯。时光永远不会止步。所以，我们会再度与人相遇，相识相知。一同织下我们的人生。“能带我去你爷爷那里吗？”“真了不起…艾利尔。你是这么努力的…活下来的呢。”“艾利尔…我不哭的。我和你…约好了的。”- - -妈妈…妈妈…你回来啦！听我说听我说！我回来啦！早安！上当了！你以为那是我脱下的壳吧？那我出生的地方呢？蠕动的虫子来了喔!你笑了…妈妈 快看快看！妈妈 别人都说你跟大家不一样…妈妈 你过来一下嘛…怎么了？在这里的话，妈妈好像不一样了…不可以惹妈妈哭！我只要有妈妈在就好！我会保护妈妈的 ！喂！别忙了，我自己来。我走了。就说没问题的。等等…我知道啦！怎么突然这样说？没关系…我厌烦了！我…没把你当做母亲！是啊！我不知道！我原本想保护她的…我是保护不了她的我不知道为什么她会这么重视我…是你教我的！请不要走！妈妈！妈妈？妈妈…【妈妈，我爱你。】“艾利尔…对不起…对不起！妈妈…遵守不了约定了”“只要我还活着，艾利尔的昔日织就会继续下去。我觉得——能爱上艾利尔，是我今生之幸。爱上他，太美妙了。” 声明：本文为转载内容，原文来自这里。此转载已获得原作者许可，如需转载请联系原作者。","path":"2019/02/23/Movie-さよならの朝に約束の花をかざろう/","date":"02-23","excerpt":"","tags":[{"name":"影评","slug":"影评","permalink":"https://www.rtmacha.com/blog-blogichi/tags/影评/"},{"name":"转载","slug":"转载","permalink":"https://www.rtmacha.com/blog-blogichi/tags/转载/"},{"name":"日本","slug":"日本","permalink":"https://www.rtmacha.com/blog-blogichi/tags/日本/"},{"name":"电影","slug":"电影","permalink":"https://www.rtmacha.com/blog-blogichi/tags/电影/"}],"preview":"http://s191.photo.store.qq.com/psb?/V112frmT21EHCe/88WiqJ6fstF6JDM2gzKDJgsDJ53jIULKRMJd389rt9U!/b/dL8AAAAAAAAA&ek=1&kp=1&pt=0&bo=AAXQAgAF0AIDYEU!&tl=1&su=062525377&tm=1550887200&sce=0-12-12&rf=2-9"},{"title":"说明（简中）","text":"本网站正在建设中，所以没有内容。 尽管如此还是欢迎您的来访。 对于您的来访，管理员表示热烈欢迎以及衷心的感谢。","path":"2019/02/14/Instruction-cn/","date":"02-14","excerpt":"","tags":[{"name":"欢迎","slug":"欢迎","permalink":"https://www.rtmacha.com/blog-blogichi/tags/欢迎/"}]},{"title":"日本語で説明","text":"初めて 本ページを作っていますから，何もありませんのため。 ここへようこそ。 ここに来てくれて，誠にありがとうございます。","path":"2019/02/14/Instruction_jp/","date":"02-14","excerpt":"","tags":[{"name":"迎え","slug":"迎え","permalink":"https://www.rtmacha.com/blog-blogichi/tags/迎え/"}]},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","path":"2019/01/21/hello-world/","date":"01-21","excerpt":"","tags":[]}]}